Repository: yamarten/atproto-website
Catalog: translation/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: It's not the first protocol with that aim to exist. In the history of decentralized social media protocols, atproto takes a unique approach which is still deeply influenced by technologies and movements that came before it. {{className: 'lead'}}
ja: 同じ目的を掲げるプロトコルは初めてではありません。分散型ソーシャルメディアプロトコルの歴史の中で、atprotoは独自のアプローチを取りつつも、それ以前の技術やムーブメントから深い影響を受けています。 {{className: 'lead'}}

source: Jetstream has a few key advantages:
ja: Jetstreamにはいくつかの大きな利点があります。

source: Job ID: {0}
ja: ジョブID：{0}

source: Jobs
ja: 仕事

source: Join Bluesky
ja: Blueskyに参加

source: Join the conversation
ja: 会話に参加

source: Journalism
ja: 報道

source: KWS website
ja: KWS のウェブサイト

source: Keep in mind that bots should respect the network's rate limits. For instance, [Bluesky has its own set of rate limits](https://docs.bsky.app/docs/advanced-guides/rate-limits).
ja: ボットはネットワークのレート制限を守る必要がある点に注意してください。例えば、[Blueskyには独自のレート制限があります](https://docs.bsky.app/docs/advanced-guides/rate-limits)。

source: Keep me posted
ja: 投稿を逃さない

source: LIVE
ja: ライブ

source: Label values are interpreted by their definitions. Those definitions include these attributes:
ja: ラベル値はその定義によって解釈されます。定義には以下の属性が含まれます。

source: Label values are strings. They currently must only be lowercase a-z or a dash character `^[a-z-]+$`. Some of them start with `!`, but that can only be used by global label values.
ja: ラベル値は文字列です。現在、小文字のa-zまたはダッシュ文字のみ（`^[a-z-]+$`）である必要があります。`!`で始まるものもいくつかありますが、グローバルラベル値でのみ使用できます。

source: Labeled by the author.
ja: 投稿者によるラベル。

source: Labeled by {0}.
ja: {0}によるラベル

source: Labeler services each have a service identity, meaning a DID document. This is the DID that appears in the label source (**`src`**) field.
ja: ラベラーサービスはそれぞれサービスIDを持ち、DIDドキュメントを意味します。これはラベルのソース（**`src`**）フィールドに表示されるDIDです。

source: Labelers may define their own label values. Every Labeler has its own namespace of label values it defines. Custom definitions can override all global definitions for the defining Labeler except for the ones that start with a `!`, because those are reserved.
ja: ラベラーは独自のラベル値を定義できます。すべてのラベラーは固有のラベル値定義の名前空間を持ちます。カスタム定義は、定義したラベラーにおけるすべてのグローバルラベルの定義を上書きできます。ただし、`!`で始まるものは予約されており、上書きできません。

source: Labelers publish an `/app.bsky.labeler.service/self` record to declare that they are a labeler and publish their policies. That record looks like this:
ja: ラベラーは、自身がラベラーであることを宣言し、ポリシーを公開するために、`/app.bsky.labeler.service/self`レコードを公開します。そのレコードは次のようになります。

source: Labels
ja: ラベル

source: Labels added
ja: ラベルが追加されました

source: Labels are annotations on users and content. They can be used to hide, warn, and categorize the network.
ja: ラベルは、ユーザーやコンテンツに対する注釈です。ラベルはネットワークを非表示にしたり、警告したり、分類したりするのに使われます。

source: Labels are metadata objects which are attached to accounts ([DIDs](#did-decentralized-id)) and [records](#record). They are typically referenced by their values, such as "nudity" or "graphic-media," which identify the meaning of the label. Labels are primarily used by applications for moderation, but they can be used for other purposes.
ja: ラベルは、[リポジトリ](#data-repo)および[レコード](#record)に付与されるメタデータオブジェクトです。通常、ラベルの意味を識別する「nudity」や「graphic-media」などの値によって参照されます。ラベルは主にアプリケーションによってモデレーションに使用されますが、他の目的にも使用できます。

source: Labels may be placed on accounts or records. Apps can interprets targets in different ways:
ja: ラベルはアカウントやレコードに紐付けられます。アプリはターゲットを異なる方法で解釈できます。

source: Labels on your account
ja: あなたのアカウントのラベル

source: Labels on your content
ja: あなたのコンテンツのラベル

source: Labels placed on content by moderation services
ja: モデレーションサービスによってコンテンツに紐付けられるラベル

source: Language Settings
ja: 言語の設定

source: Languages
ja: 言語

source: Larger
ja: 大きい

source: Last initiated just now
ja: 最後の開始：たった今

source: Last initiated {timeAgo} ago
ja: 最後の開始： {timeAgo} 前

source: Latest
ja: 最新

source: Learn More
ja: 詳細

source: Learn all about the types and format of moderation [labels](/guides/labels). Then, you can [subscribe](/guides/subscriptions) to moderation labelers to have their labels applied in your application. You can also [create your own labeler](/guides/creating-a-labeler) to publish labels. If you need to moderate content manually, you can use [Ozone](/guides/using-ozone) as a web interface for labeling content.
ja: モデレーション用[ラベル](/guides/labels)の種類と形式について詳しく学んでください。その後、モデレーションラベラーを[登録](/guides/subscriptions)して、アプリにラベルを適用できます。また、ラベルを発行するために[独自のラベラーを作成](/guides/creating-a-labeler)することも可能です。コンテンツを手動でモデレーションする必要がある場合は、ラベリング用のウェブインターフェースとして[Ozone](/guides/using-ozone)を使用できます。

source: Learn how to create and deploy custom feeds to curate content for users based on specific criteria.
ja: 条件に基づいてユーザーにコンテンツをキュレーションするカスタムフィードを作成し、デプロイする方法を学びます。

source: Learn more
ja: 詳細（英語）

source: Learn more about Bluesky
ja: Blueskyについての詳細

source: Learn more about age assurance
ja: 年齢保証について詳しく知る

source: Learn more about how inviting friends works
ja: 友達の招待はどのように動作するのかの詳細を見る

source: Learn more about importing contacts
ja: 連絡先の読み込みについて詳細を見る

source: Learn more about self hosting your PDS.
ja: 自分用のPDSをホスティングする方法を学ぶ。

source: Learn more about the moderation applied to this content
ja: このコンテンツに適用されるモデレーションはこちらを参照してください

source: Learn more about these changes and how to share your thoughts with us by <0>reading our blog post.</0>
ja: <0>私たちのブログの記事を読んで</0>、これらの変更についての詳細と、あなたの考えを私たちと共有する方法をご覧ください。

source: Learn more about these changes and how to share your thoughts with us by reading our blog post.
ja: 私たちのブログの記事を読んで、これらの変更についての詳細と、あなたの考えを私たちと共有する方法をご覧ください。

source: Learn more about this warning
ja: この警告の詳細

source: Learn more about verification on Bluesky
ja: Blueskyの認証についてもっと詳しく（英語）

source: Learn more about what is public on Bluesky.
ja: Blueskyで公開されている内容はこちらを参照してください。

source: Learn more in your <0>account settings.</0>
ja: <0>アカウント設定で詳細を確認する。</0>

source: Learn more.
ja: 詳細。

source: Leave
ja: 退出

source: Leave chat
ja: チャットを退出

source: Leave conversation
ja: 会話を退出

source: Leave them all unselected to see any language.
ja: すべての言語を表示するには、選択されていないままにしてください。

source: Leaving Bluesky
ja: Blueskyから離れる

source: Let me choose
ja: 選ばせて

source: Let's assume you're building an application. Your users will sign in with [OAuth](/guides/auth), which hands your application the address of their PDS. Your application then [reads & writes](/guides/reads-and-writes) records by contacting their PDS.
ja: あなたがアプリケーションを作っているとします。ユーザーは[OAuth](/guides/auth)でサインインし、その結果としてあなたのアプリは各ユーザーのPDSアドレスを受け取ります。あなたのアプリは、そのPDSに接続してレコードを[読み書き](/guides/reads-and-writes)します。

source: Let's consider a self-hosting scenario. If it's using `did:plc`, it would look something like:
ja: セルフホストのシナリオを考えてみましょう。`did:plc`を使用している場合は、次のようになります。

source: Let's create a SQLite table to store these statuses:
ja: これらのステータスを保存するためのSQLiteテーブルを作成しましょう。

source: Let's create our schema in the `/lexicons` folder of our codebase. You can [read more about how to define schemas here](https://atproto.com/guides/lexicon).
ja: コードベースの`/lexicons`フォルダーにスキーマを作成しましょう。[スキーマの定義方法の詳細については、こちら](https://atproto.com/guides/lexicon)をご覧ください。

source: Let's get your password reset!
ja: パスワードをリセットしましょう！

source: Let's go!
ja: さあ始めましょう！

source: Let's look again at how we read the "profile" record:
ja: プロフィールレコードの読み取り方法をもう一度見てみましょう。

source: Let's update our homepage to fetch this profile record:
ja: このプロフィールレコードを取得するためにホームページを更新しましょう。

source: Let's use that code to improve the `POST /status` route:
ja: このコードを使用して、`POST /status`ルートを改善してみましょう。

source: Lexicon establishes a shared method id (`com.atproto.repo.listRecords`) and the expected query params, input body, and output body. By using Lexicon we get runtime checks on the inputs and outputs of the call, and can generate typed code like the API call example above.
ja: Lexiconは、共有メソッドID（`com.atproto.repo.listRecords`）と、予想されるクエリパラメータ、入力本文、および出力本文を確立します。Lexiconを使用すると、呼び出しの入力と出力の実行時チェックが実行され、上記のAPI呼び出しの例のような型付きコードを生成できます。

source: Lexicon is a schema language. It's used in the [Atmosphere](#atmosphere) to describe [data records](#record) and HTTP APIs. Functionally it's very similar to [JSON-Schema](https://json-schema.org/) and [OpenAPI](https://www.openapis.org/).
ja: Lexiconはスキーマ言語です。[Atmosphere](#atmosphere)で[データ レコード](#record)とHTTP APIを記述するために使用されます。機能的には、[JSON-Schema](https://json-schema.org/)や[OpenAPI](https://www.openapis.org/)と非常によく似ています。

source: Lexicon is a schema system used to define RPC methods and record types. Every Lexicon schema is written in JSON, in a format similar to [JSON-Schema](https://json-schema.org/) for defining constraints.
ja: Lexiconはデータ型とRPCメソッドを定義するためのスキーマシステムです。すべてのLexiconスキーマはJSONで書かれており、[JSON-Schema](https://json-schema.org/)に近い形式で制約を定義します。

source: Lexicon schemas are published publicly as records in ATProto Lexicon repositories. Refer to [Lexicon Publication and Resolution](/specs/lexicon#lexicon-publication-and-resolution) for technical details.
ja: LexiconスキーマはATプロトコルLexiconリポジトリのレコードとして公開されます。技術的な詳細は[Lexiconの発行と解決](/specs/lexicon#lexicon-publication-and-resolution)を参照してください。

source: Lexicon schemas enable code generation with types and validation. Our SDKs each install a `lex` tool that lets you generate a type-safe client that knows which parameters each AT endpoint expects.
ja: Lexiconスキーマは、型と検証を備えたコード生成を実現します。SDKには、各ATエンドポイントが期待するパラメータを知っている型安全なクライアントを生成できる`lex`ツールがインストールされています。

source: Lexicon's sole purpose is to help developers build compatible software.
ja: Lexiconの唯一の目的は、開発者が互換性のあるソフトウェアを構築できるようにすることです。

source: Lexicons are authored in JSON — you can find examples in the [Lexicon Guide](/guides/lexicon). Atmosphere HTTP API methods each scope and implement a particular set of Lexicons, so Lexicons must include valid query parameters, request bodies, and response bodies as appropriate. Each Lexicon, in turn, becomes a permission scope — in other words, `app.bsky.feed.post` is an AT record format, a web endpoint, and a granular permission all at once.
ja: LexiconはJSONで作成されます。例は[Lexiconガイド](/guides/lexicon)で確認できます。AtmosphereのHTTP APIメソッドは、それぞれ特定のLexiconセットをスコープし実装するため、Lexiconには適切なクエリパラメーター、リクエストボディ、レスポンスボディが含まれている必要があります。各Lexiconは権限スコープにもなります。つまり、`app.bsky.feed.post`はATレコード形式であり、ウェブエンドポイントであり、粒度の細かい権限でもあります。

source: Lexicons are designed to be machine-readable and network-accessible. While it is not currently *required* that a lexicon is available on the network, it is strongly advised to publish lexicon so that a single canonical & authoritative representation is available to consumers of the method.
ja: Lexiconは機械可読かつネットワークアクセス可能なよう設計されています。現時点ではレキシコンがネットワーク上で利用可能であることは*必須*ではありませんが、利用者が単一の正規かつ信頼できる表現にアクセスできるよう、レキシコンを公開することを強く推奨します。

source: Lexicons can be [installed locally](/guides/installing-lexicons) for each of our SDKs from our Lexicon registry. You can also [publish your own Lexicons](/guides/publishing-lexicons) following our [Style Guide](/guides/lexicon-style-guide).
ja: Lexiconは、Lexiconレジストリから各SDK用に[ローカルにインストール](/guides/installing-lexicons)できます。また、[スタイルガイド](/guides/lexicon-style-guide)に従って[独自のLexiconsを公開](/guides/publishing-lexicons)することもできます。

source: Lexicons establish shared method id (`com.atproto.repo.listRecords`) and the expected query params, input body, and output body. By using Lexicons we get runtime checks on the inputs and outputs of the call, and can generate typed code like the API call example above.
ja: Lexiconは、共有メソッドID（`com.atproto.repo.listRecords`）と、予想されるクエリパラメータ、入力および出力を明示します。Lexiconを使用すると、呼び出しの入力と出力の実行時チェックが実行され、上記のAPI呼び出しの例のような型付きコードを生成できます。

source: Light
ja: ライト

source: Like
ja: いいねする

source: Like ({0, plural, one {# like} other {# likes}})
ja: いいねする（{0, plural, other {#件のいいね}}）

source: Like 10 posts
ja: 10投稿をいいね

source: Like 10 posts to train the Discover feed
ja: Discoverフィードを訓練するために10投稿をいいねする

source: Like notifications
ja: いいねの通知

source: Like this feed
ja: このフィードをいいね

source: Like this labeler
ja: このラベラーをいいね

source: Liked By
ja: いいねしたユーザー

source: Liked by
ja: いいねしたユーザー

source: Liked by {0, plural, one {# user} other {# users}}
ja: {0, plural, other {#人のユーザー}}がいいね

source: Liked by {likeCount, plural, one {# user} other {# users}}
ja: {likeCount, plural, other {#人のユーザー}}がいいね

source: Likes
ja: いいね

source: Likes of your reposts
ja: リポストへのいいね

source: Likes of your reposts notifications
ja: リポストへのいいねの通知

source: Likes on this post
ja: この投稿をいいねする

source: Linear
ja: リニア

source: List
ja: リスト

source: List Hidden
ja: 非表示のリスト

source: List avatar
ja: リストのアバター

source: List blocked
ja: リストをブロックしました

source: List by <0/>
ja: <0/>によるリスト

source: List by you
ja: あなたのリスト

source: List by {0}
ja: {0}によるリスト

source: List creator
ja: リストの作者

source: List deleted
ja: リストを削除しました

source: List description
ja: リストの説明

source: List description is too long. {DESCRIPTION_MAX_GRAPHEMES, plural, other {The maximum number of characters is #.}}
ja: リストの説明が長すぎます。{DESCRIPTION_MAX_GRAPHEMES, plural, other {最大で#文字です。}}

source: List has been hidden
ja: リストは非表示です

source: List must have a name.
ja: リストには名前が必要です。

source: List muted
ja: リストをミュートしました

source: List name
ja: リストの名前

source: List name is too long. {DISPLAY_NAME_MAX_GRAPHEMES, plural, other {The maximum number of characters is #.}}
ja: リストの名前がが長すぎます。{DISPLAY_NAME_MAX_GRAPHEMES, plural, other {最大で#文字です。}}

source: List unblocked
ja: リストのブロックを解除しました

source: List unmuted
ja: リストのミュートを解除しました

source: Lists
ja: リスト

source: Lists allow you to see content from your favorite people.
ja: リストを使用すると、お気に入りの人からのコンテンツを見ることができます。

source: Lists blocking this user:
ja: このユーザーをブロックしているリスト：

source: Live event buffering: Any firehose events for this repo during backfill are held in memory
ja: ライブイベントバッファリング：バックフィル中のこのリポジトリのfirehoseイベントはメモリに保持されます。

source: Live feature is in beta testing
ja: ライブ機能はベータテスト中

source: Live link
ja: ライブのリンク

source: Live streaming: New firehose events are delivered immediately (marked live: true)
ja: ライブストリーミング：新しいfirehoseイベント（live: true）が即座に配信されます。

source: Load more
ja: さらに読み込む

source: Load more suggested feeds
ja: おすすめのフィードをさらに読み込む

source: Load new notifications
ja: 最新の通知を読み込む

source: Load new posts
ja: 最新の投稿を読み込む

source: Loading lists...
ja: リストを読み込み中…

source: Loading post interaction settings...
ja: 投稿への反応の設定を読み込み中…

source: Loading...
ja: 読み込み中…

source: Log
ja: ログ

source: Logged out
ja: ログアウト中

source: Logged-out visibility
ja: ログアウトしたユーザーからの可視性

source: Logo by <0>@sawaratsuki.bsky.social</0>
ja: <0>@sawaratsuki.bsky.social</0>によるロゴ

source: Logo by @sawaratsuki.bsky.social
ja: @sawaratsuki.bsky.socialによるロゴ

source: Long press to open tag menu for #{tag}
ja: 長押しで #{tag} のタグメニューを開く

source: Looks like XXXXX-XXXXX
ja: XXXXX-XXXXXみたいなもの

source: Looks like you haven't saved any feeds! Use our recommendations or browse more below.
ja: フィードを保存してないようですね！おすすめを使うか以下で探してみましょう。

source: Looks like you unpinned all your feeds. But don't worry, you can add some below 😄
ja: すべてのフィードのピン留めを外したようですね。心配ありません、以下で追加できます 😄

source: Looks like you're missing a following feed. <0>Click here to add one.</0>
ja: Followingフィードを消したようです。<0>ここをクリックして追加。</0>

source: Major non-backwards-compatible schema changes are possible by declaring a new schema. The current naming convention is to append “V2” to the original name (or “V3”, etc).
ja: 新しいスキーマを宣言することで、大規模な後方互換性のないスキーマ変更が可能です。現在の命名規則は、元の名前に「V2」（または「V3」など）を追加することです。

source: Make adjustments to email settings for your account
ja: アカウントのメール設定を調整する

source: Make one for me
ja: 私のために作って

source: Make sure this is where you intend to go!
ja: 意図した場所であることを確認してください！

source: Make sure to provide your full handle, including the `.bsky.social` suffix (or your custom domain if applicable).
ja: `.bsky.social`サフィックス（もしくはカスタムドメイン）を含む完全なハンドルを必ず指定してください。

source: Manage saved feeds
ja: 保存されたフィードを管理

source: Manage verification settings
ja: 認証設定の管理

source: Manage your muted words and tags
ja: ミュートしたワードとタグの管理

source: Many AT applications that need to stream incoming data will utilize the firehose — from feed generators to labelers, to bots and search engines. In the AT ecosystem, there are many different endpoints that seed these firehose APIs. Each PDS serves a stream of all of the activity on the repos it is responsible for. From there, Relays aggregate the streams of each participating PDS into a single unified stream — the firehose.
ja: ストリーミングデータ受信を必要とする多くのATアプリケーションは、フィードジェネレーターからラベラー、ボット、検索エンジンに至るまで、firehoseを利用します。ATエコシステムには、これらのfirehose APIを提供する多くの異なるエンドポイントがあります。各PDSは、担当するリポジトリ上のすべてのアクティビティのストリームを提供します。そこから、リレーは参加している各PDSのストリームを単一の統合ストリーム（firehose）に集約します。

source: Many applications and projects will have multiple distinct functions or features, and schemas of all types can have that grouping represented in the NSID hierarchy
ja: 多くのアプリケーションとプロジェクトは複数の異なる機能を持つため、どのタイプのスキーマもNSIDの階層でグループを表現できます

source: Mark all as read
ja: すべて既読にする

source: Mark as read
ja: 既読にする

source: Marked all as read
ja: すべて既読にしました

source: Maybe later
ja: 後で

source: Media
ja: メディア

source: Media that may be disturbing or inappropriate for some audiences.
ja: 一部の閲覧者にとっては困惑する、あるいは不適切なメディアです。

source: Mention notifications
ja: メンションの通知

source: Mentions
ja: メンション

source: Menu
ja: メニュー

source: Message deleted
ja: メッセージは削除されました

source: Message from @{0}: {1}
ja: @{0}からのメッセージ：{1}

source: Message from server: {0}
ja: サーバーからのメッセージ：{0}

source: Message input field
ja: メッセージを入力するフィールド

source: Message is too long
ja: メッセージが長すぎます

source: Message options
ja: メッセージのオプション

source: Message {0}
ja: {0}へメッセージを送る

source: Messages
ja: メッセージ

source: Midnight
ja: ミッドナイト

source: Minor harassment or bullying
ja: 未成年者への嫌がらせまたはいじめ

source: Miscellaneous notifications
ja: その他の通知

source: Misinformation: `blurs=none` + `severity=alert`
ja: 誤情報：`blurs=none` + `severity=alert`

source: Misleading
ja: 誤解を招くこと

source: Moderation
ja: モデレーション

source: Moderation Lists
ja: モデレーションリスト

source: Moderation details
ja: モデレーションの詳細

source: Moderation in AT consists of multiple, stackable systems, including:
ja: ATのモデレーションは、以下を含む複数のスタッカブルなシステムで構成されています。

source: Moderation in Atproto consists of multiple, stackable systems, including:
ja: atprotoのモデレーションは、以下を含む複数のスタッカブルなシステムで構成されています。

source: Moderation is almost always performed at the PDS level. However, if you are also running a Relay, you should be aware that the Relay admin web interface has forms for performing account-level and PDS-level actions if needed. There are also some moderation-related PDS endpoints not exposed via XRPC, which our [goat](https://github.com/bluesky-social/goat) CLI tool can interact with. Refer to [goat/pds_admin.go](https://github.com/bluesky-social/goat/blob/main/pds_admin.go) for examples.
ja: モデレーションはほとんどがPDSレベルで実行されます。ただし、リレーも実行している場合は、必要に応じてアカウントレベルおよびPDSレベルのアクションを実行するためのフォームがリレー管理ウェブインターフェースにあることに注意してください。XRPC経由で公開されていないモデレーション関連のPDSエンドポイントもいくつかあり、[goat](https://github.com/bluesky-social/goat) CLIツールがこれらと対話できます。例については[goat/pds_admin.go](https://github.com/bluesky-social/goat/blob/main/pds_admin.go)を参照してください。

source: Moderation is handled by two parts of our stack: [*Osprey*](https://github.com/bluesky-social/osprey-atproto), an event stream decisions engine and analysis UI designed to investigate and take automatic action; and [*Ozone*](https://github.com/bluesky-social/ozone), a labeling service and web frontend for making moderation decisions.
ja: モデレーションはスタックの2箇所で処理されます。[*Osprey*](https://github.com/bluesky-social/osprey-atproto)はイベントストリームの判定エンジンと分析用UIで、自動的な調査と措置の実行を目的としています。[*Ozone*](https://github.com/bluesky-social/ozone)はラベリングサービスとモデレーション判断のためのウェブフロントエンドです。

source: Moderation is handled by two parts of our stack: [*Osprey*](https://github.com/roostorg/osprey), an event stream decisions engine and analysis UI designed to investigate and take automatic action; and [*Ozone*](/guides/using-ozone), a labeling service and web frontend for making moderation decisions.
ja: モデレーションはスタックの2箇所で処理されます。[*Osprey*](https://github.com/roostorg/osprey)はイベントストリームの判定エンジンと分析用UIで、自動的な調査と措置の実行を目的としています。[*Ozone*](/guides/using-ozone)はラベリングサービスとモデレーション判断のためのウェブフロントエンドです。

source: Moderation list by <0/>
ja: <0/>の作成したモデレーションリスト

source: Moderation list by you
ja: あなたの作成したモデレーションリスト

source: Moderation list by {0}
ja: {0}の作成したモデレーションリスト

source: Moderation list created
ja: モデレーションリストを作成しました

source: Moderation list updated
ja: モデレーションリストを更新しました

source: Moderation lists
ja: モデレーションリスト

source: Moderation states
ja: モデレーションのステータス

source: Moderation tools
ja: モデレーションのツール

source: Moderator has chosen to set a general warning on the content.
ja: モデレーターによりコンテンツに一般的な警告が設定されました。

source: More feeds
ja: その他のフィード

source: More languages...
ja: その他の言語…

source: More options
ja: その他のオプション

source: Most AT tooling is implemented in Go and TypeScript.
ja: ATの主要なツール群はGoとTypeScriptで実装されています。

source: Most DID documents publish two types of public keys: a signing key and rotation keys.
ja: 各DIDドキュメントは、署名鍵とローテーション鍵の2つの公開鍵を公開します。

source: Most parts of the Atmosphere stack have supported deployments. Some components are easier to self-host than others, depending on whether you are providing application-level infrastructure (like an AppView or Relay) or data-level infrastructure (like a PDS).
ja: Atmosphereスタックのほとんどの部分はデプロイメントがサポートされています。アプリケーションレベルのインフラ（AppViewやリレーといったもの）を提供するか、データレベルのインフラ（PDSやそれに推するもの）を提供するかによって、セルフホストの難易度は異なります。

source: Move feed down
ja: フィードを下に移動

source: Move feed up
ja: フィードを上に移動

source: Movies
ja: 映画

source: Multiple types of identifiers are used within a Personal Data Repository.
ja: 個人データリポジトリ内では、複数の種類の識別子が使用されます。

source: Multiple types of identifiers are used within a data repository:
ja: データリポジトリ内では複数の種類の識別子が使用されます。

source: Music
ja: 音楽

source: Mute
ja: ミュート

source: Mute account
ja: アカウントをミュート

source: Mute accounts
ja: アカウントをミュート

source: Mute conversation
ja: 会話をミュート

source: Mute in:
ja: ミュート対象：

source: Mute list
ja: リストをミュート

source: Mute these accounts?
ja: これらのアカウントをミュートしますか？

source: Mute this word for 24 hours
ja: このワードを24時間ミュート

source: Mute this word for 30 days
ja: このワードを30日間ミュート

source: Mute this word for 7 days
ja: このワードを7日間ミュート

source: Mute this word in post text and tags
ja: 投稿のテキストやタグでこのワードをミュート

source: Mute this word in tags only
ja: タグのみでこのワードをミュート

source: Mute this word until you unmute it
ja: このワードをミュート解除するまでミュート

source: Mute thread
ja: スレッドをミュート

source: Mute words & tags
ja: ワードとタグをミュート

source: Mute {tag}
ja: {tag} をミュート

source: Muted Accounts
ja: ミュート中のアカウント

source: Muted accounts
ja: ミュート中のアカウント

source: Muted accounts have their posts removed from your feed and from your notifications. Mutes are completely private.
ja: ミュート中のアカウントの投稿は、フィードや通知から取り除かれます。ミュートの設定は完全に非公開です。

source: Muted by "{0}"
ja: 「{0}」によってミュート中

source: Muted words & tags
ja: ミュートしたワードとタグ

source: Muting is private. Muted accounts can interact with you, but you will not see their posts or receive notifications from them.
ja: ミュートの設定は非公開です。ミュート中のアカウントはあなたと引き続き関わることができますが、そのアカウントの投稿や通知を受信することはできません。

source: My Birthdate
ja: 生年月日

source: My Feeds
ja: マイフィード

source: NSID namespace grouping:
ja: NSID名前空間グループ化

source: NSIDs, or Namespaced IDentifiers, are an identifier format used in the [Atmosphere](#atmosphere) to identify [Lexicon](#lexicon) schemas. They follow a reverse DNS format such as `app.bsky.feed.post`. They were chosen because they give clear schema governance via the domain ownership. The reverse-DNS format was chosen to avoid confusion with domains in URIs.
ja: NSID（名前空間ID）は、[Atmosphere](#atmosphere)で[Lexicon](#lexicon)スキーマを識別するために使用される識別子形式です。これらは、`app.bsky.feed.post`などの逆DNS形式に従います。これらは、ドメイン所有権を介して明確なスキーマガバナンスを提供するため選択されました。逆DNS形式は、URI内のドメインとの混乱を避けるために選択されました。

source: Name
ja: 名前

source: Name casing conventions:
ja: 名前の大文字小文字の慣例

source: Nature
ja: 自然

source: Navigate to starter pack
ja: スターターパックに移動

source: Navigate to your app in a browser at [http://127.0.0.1:3000]([http://127.0.0.1:3000]).
ja: ブラウザで[http://127.0.0.1:3000]([http://127.0.0.1:3000])にアクセスしてください。

source: Navigate to {0}
ja: {0}へ移動します
